<template>
  <div class="powerOfAttoney">
    <Header title="协议" :isBack=true />
    <div class="powerOfAttoney-info">
      <div class="platformServiceAgreement" v-if="agreement === 1">
        <div class="bookTitle">
          微税务师平台服务协议
        </div>
        <div class="bookBody">
          <p>欢迎您使用微税务师平台（详见定义条款）为您提供的服务。</p>
          <p class="underline">为了保障您的权益，我们（详见定义条款）提示您，请您在使用微税务师平台服务（详见定义条款）前，详细阅读并理解本协议（定义见下文）的所有内容，特别是信息的收集、使用与分享条款、免除或者限制责任的条款、争议解决和法律适用条款以及开通或使用某项服务的单独协议，及选择接受或不接受的部分。以粗体下划线标识的条款，您应重点阅读并理解。一旦您以任何方式进入微税务师平台并使用微税务师平台服务，即视为您已充分阅读、理解并接受本协议的全部内容（包括但不限于本协议正文及所附超链接的全部内容），并与微税务师平台达成协议。如您对本协议有任何疑问的，应向微税务师平台客服咨询。如果您不同意本协议的部分或全部约定，您应立即停止使用微税务师平台服务并通过微税务师平台客服与我们联系。</p>
          <p>您与微税务师平台达成协议后，您承诺接受并遵守本协议的约定，并不得以未阅读本协议的内容或者未获得平台对您问询的解答等理由，主张本协议无效或要求撤销本协议。<span class="underline">在本协议履行过程中，微税务师平台可以依其单独判断暂时停止提供、限制或改变服务，并有权根据自身业务需要随时修订本协议。一旦本协议的内容发生变动，微税务师平台将通过本平台公布最新的修订协议，不再另行向您作个别通知。</span>如果您不同意微税务师平台对本协议所做的修改，您应立即停止使用微税务师平台服务并通过微税务师平台客服与我们联系。<span class="underline">如果您继续使用微税务师平台服务，则视为您接受微税务师平台对本协议所做的修改，并应遵照修改后的协议执行。用户经微税务师平台引导，直接将相关信息提交、授权给我们第三方合作伙伴的平台而非本微税务师平台的，微税务师平台不承担相关的任何责任与赔偿。您知晓，您与我们第三方合作伙伴所产生的相关争议受您和该等相关主体所签订的服务协议约束并依据相应服务协议来处理。</span></p>
          <p class="underline">本协议内容包括协议正文、法律声明、微税务师隐私权政策、微税务师平台规则及所有微税务师平台已经发布或将来可能发布的各类规则、公告或通知（以下简称“本协议”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</p>
          <h2>定义</h2>
          <p>1.微税务师平台：指以下任一或全部网站或客户端：网站www.taxlioner.com、移动客户端app“微税务师”。用户注册或使用前述网站或客户端时，则微税务师平台仅单独指相应的网站或客户端。本协议同样适用未来或未列明的微税务师平台的网站或移动客户端app。</p>
          <p>2.微税务师平台运营者或我们：指杭州保蛙科技有限公司。本协议项下，微税务师平台经营者可能根据微税务师平台的业务调整而发生变更，变更后的微税务师平台经营者与您共同履行本协议并向您提供服务，微税务师平台经营者的变更不会影响您本协议项下的权益。微税务师平台经营者还有可能因为提供新的微税务师平台服务而新增，如您使用新增的微税务师平台服务的，视为您同意新增的微税务师平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您缔约、履约的主体及争议相对方。</p>
          <p>3.微税务师平台服务或服务：微税务师基于互联网，以包含微税务师平台网站、移动客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
          <p>4.微税务师平台服务协议：本协议内容包括协议正文、法律声明、微税务师隐私权政策、微税务师平台规则及所有微税务师平台已经发布或将来可能发布的各类规则、公告或通知。</p>
          <p>5.微税务师平台规则：包括在微税务师平台已经发布及后续发布的全部规则、解读、公告等内容以及微税务师在论坛、帮助中心内发布的各类规则、实施细则、流程说明等。</p>
          <h2>一、账户注册及使用</h2>
          <p>1.您知晓并同意，您在任一微税务师平台注册完成后，将取得供您使用的微税务师平台服务的编号（以下简称“微税务师账号体系”），您在任一微税务师平台取得编号后，该编号可用于登录以上各微税务师平台以及杭州保蛙科技有限公司运营的相关平台，您在前述平台使用微税务师账号体系登录时需要再次确认该等平台的服务协议、隐私权政策等各类规则。微税务师账号体系的登录名是您的手机号。</p>
          <p>2.您确认，在您开始注册程序使用平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力并符合本协议第二条微税务师平台用户中要求的其他条件。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
          <p>3.您设置的用户名不得违反国家法律法规及微税务师平台规则关于用户名的管理规定，否则微税务师平台可回收您的用户名。用户名的回收不影响您以手机号码登录微税务师平台并使用微税务师平台服务。</p>
          <p>4.您的注册账户为您自行设置并由您保管，微税务师平台任何时候均不会主动要求您提供您的账户密码。您注册了微税务师平台账户则视为微税务师平台用户，建议您务必保管好您的微税务师平台账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开微税务师平台。注册账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，微税务师平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
          <p>5.您不得将在微税务师平台注册获得的账户借给他人使用，否则您应承担由此产生的全部责任，并与实际使用人承担连带责任。</p> 
          <p>6.当您违反本协议，为维护微税务师平台合法权益或应国家有关机关要求等情况，微税务师平台有权在未告知您的情形下使用您的注册信息、用户名、密码等信息，登录进入您的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
          <h2>二、微税务师平台用户</h2>
          <p>1.微税务师平台用户应遵循诚实守信、责任自负、风险自担的原则承担使用微税务师平台服务所产生的风险，在使用服务应当同时具备以下条件：<br />
            （1）具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；<br />
            （2）按照微税务师平台要求进行实名注册；<br />
            （3）相应法律法规及微税务师平台规定、及微税务师平台有关协议约定的其他条件。</p>
          <p class="underline">2.微税务师平台有权要求微税务师平台用户提供真实、准确、完整、合法有效的个人信息。微税务师平台用户同意并授权微税务师平台可自行或委托第三方信息服务平台（包括但不限于征信机构、中国支付清算协会互联网金融风险信息共享系统、中国人民银行金融信用信息基础数据库、公安部公民身份信息数据库、其它互联网数据平台等）查询、采集、使用、识别、处理与微税务师平台用户个人信息、个人征信信息及其它反应微税务师平台用户信用状况的信息，包括但不限于个人基本信息、行踪轨迹、银行卡交易信息、通讯记录信息、短信信息、电商交易信息、公用事业信息、能够联系到个人的实体地址、电子邮箱地址、微信号、支付宝号和反欺诈信息等。</p>
          <p>3.微税务师平台用户在使用服务时将生成其个人的微税务师平台账户（以下简称“微税务师平台账户”），微税务师平台账户将记载微税务师平台用户在微税务师平台的所有活动，是微税务师平台用户登录微税务师平台并使用服务时的唯一账户。该用户账号和密码由微税务师平台用户负责保管；用户应当对以其用户账号进行的所有活动和事件负法律责任。</p>
          <p>4.每个微税务师平台用户有义务维持并更新微税务师平台用户的资料，确保其为真实、最新、有效及完整；承诺按约定如实报告影响或可能影响交易对方权益的重大信息。若微税务师平台用户提供任何错误、虚假、过时或不完整的资料，或者微税务师平台依其独立判断怀疑资料为错误、虚假、过时或不完整，微税务师平台有权暂停或终止或以其他方式限制微税务师平台用户的微税务师平台账户，并拒绝微税务师平台用户使用微税务师平台服务的部分或全部功能。<span class="underline">在此情况下，微税务师平台不承担任何责任，并且微税务师平台用户或其监护人同意负担用户及微税务师平台因此所产生的直接或间接的任何支出或损失。</span><br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如因微税务师平台用户未及时更新基本资料，导致微税务师平台服务无法提供或提供时发生任何错误，<span class="underline">微税务师平台用户不得将此作为取消交易或拒绝付款（如有应付款项）的理由，微税务师平台亦不承担任何责任，所有后果应由微税务师平台用户承担。</span></p>
          <p>5.微税务师平台方有权对微税务师平台用户采取措施防范欺诈行为，发现欺诈行为或其他损害其他微税务师平台用户利益的情形，微税务师平台有权及时终止该微税务师平台用户继续使用微税务师平台活动并要求用户承担微税务师平台因此而导致的一切支出或损失。</p>
          <p>6.微税务师平台服务的部分内容需要微税务师平台用户根据微税务师平台要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的微税务师平台用户将无法使用该部分微税务师平台服务。<span class="underline">因未能完成认证而无法享受微税务师平台服务造成的损失，微税务师平台不承担任何责任。</span></p>
          <p>7.微税务师平台对于微税务师平台用户的通知及任何其他的协议、告示或其他关于微税务师平台用户使用微税务师平台账户及服务的通知，微税务师平台用户同意微税务师平台可通过微税务师平台公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递、电话通讯等方式进行，该等通知于发送之日视为已送达收件人。</p>
          <h2>三、微税务师平台服务内容</h2>
          <p> <span class="underline">1.微税务师平台服务由微税务师平台运营者提供并受各自相应服务协议约束，微税务师平台运营者可以根据业务发展需要，调整提供服务种类，微税务师平台将为用户提供包括但不限于以下服务，具体可参见各自相应平台服务协议中所载的服务内容或直接登录微税务师平台浏览：</span><br />
              （1）知识分享功能。选择不同的原创方式，一键式分享。<br />
              （2）财税知识库，微税务师平台所提供或展示的新闻信息及资讯服务均来源于第三方平台，仅供用户阅读、参考，微税务师平台不对前述新闻信息及资讯服务的真实性、准确性承担任何责任。<br />
              （3）赞赏提现。通过分享原创知识，获得相应的赞赏，可以提现。</p>
          <p class="underline">2.微税务师平台将为微税务师平台用户提供通过本微税务师平台点击第三方平台交易后的交易信息采集服务。微税务师平台通过微税务师平台用户以及第三方平台的授权，从第三方网站采集微税务师平台用户的相关交易信息，由于数据来自第三方网站，因此微税务师平台不对信息的准确、完整、合法性作出保证，也不承担相关责任，微税务师平台用户应依其独立判断做出决策。若由于技术或者无法获得第三方平台授权等原因，造成数据无法采集的，微税务师平台不承担任何责任，微税务师平台用户应当自行到相关平台进行交易信息查询。</p>
          <p><span class="underline">3.微税务师平台仅对发布的信息承担表面审查责任，不对信息的准确、完整、合法性作出保证，也不构成对任何第三方交易平台的推荐或进行实质性审查，微税务师平台用户应依其独立判断做出决策，微税务师平台不承担任何责任。</span>微税务师平台用户根据微税务师平台发布的信息与第三方进行交易的，产生的风险由微税务师平台用户自行承担，微税务师平台用户无权据此向微税务师平台提出任何法律主张。在交易过程中，微税务师平台用户与第三方之间发生的纠纷，由纠纷各方自行解决，微税务师平台不承担任何责任。</p>
          <p class="underline">4.微税务师平台用户知晓，通过微税务师平台上点击进入第三方平台获取相关信息、服务并和该第三方平台进行交易并签订相应合同，该合同仅对第三方平台以及微税务师平台用户和相关主体产生法律效力，微税务师平台用户应当谨慎阅读合同并独立作出判断。微税务师平台在该交易中作为信息提供方不承担上述所述交易中的任何责任和损失，微税务师平台用户同样知晓，将第三方平台信息放置到微税务师平台中并不代表微税务师平台对该第三方平台进行了任何实质性的审核或推荐该第三方平台，微税务师平台仅对第三方平台的提供的信息行形式审核。</p>
          <p>5.微税务师平台用户理解并同意，微税务师平台向微税务师平台用户提供信息展示服务。微税务师平台对用户通过微税务师平台点击进入的第三方微税务师平台上进行的投资交易行为及后果不承担任何责任，<span class="underline">微税务师平台无法也没有义务保证微税务师平台用户与第三方平台达成的交易一定能够获得相应收益，微税务师平台用户因前述原因导致的损失（包括但不限于利息、手续费等损失）由微税务师平台用户自行承担，微税务师平台不承担责任。</span></p>
          <p class="underline">6.微税务师平台用户同意，微税务师平台有权在提供微税务师平台服务过程中以各种方式投放各种商业性广告或其他任何类型的宣传推广信息（包括商业与非商业信息，包括但不限于在微税务师平台的任何页面上投放广告），微税务师平台用户同意接受微税务师平台通过电子邮件、通讯地址、移动电话、QQ、微信或其他方式向微税务师平台用户发送相关商业信息。如不需要微税务师平台推送相关信息，微税务师平台用户可联系微税务师平台客服取消、退订该信息推送服务。</p>
          <p>7.微税务师平台无需微税务师平台用户同意即可向微税务师平台关联公司转让与微税务师平台有关的全部或部分权利和义务。未经微税务师平台事先书面同意，微税务师平台用户不得转让其在本协议项下的任何权利和义务。</p>
          <h2>四、微税务师平台用户依法言行义务</h2>
          <p>1.本协议依据国家相关法律法规规章制定，微税务师平台用户同意并承诺将严格遵守以下义务：<br />
            （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；<br />
            （2）从中国大陆向境外传输资料信息时必须符合中国有关法规；<br />
            （3）不得利用微税务师平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；<br />
            （4）不得干扰微税务师平台的正常运转，不得侵入微税务师平台或国家计算机信息系统；<br />
            （5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；<br />
            （6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；<br />
            （7）不得教唆他人从事本条所禁止的行为；<br />
            （8）不得利用在微税务师平台注册的账户进行牟利性经营活动；<br />
            （9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容。</p>
            <p>2.若您未遵守以上规定，微税务师平台有权作出独立判断并采取暂停或关闭账户、将违约或失信行为记录信用资料等措施，微税务师平台有权在任何形式的媒体上公布。您须对自己在网上的言论和行为承担法律责任。</p>
          <h2>五、微税务师隐私权政策</h2>
          <p class="underline">1.微税务师平台重视对用户隐私的保护。微税务师平台承诺会按照《微税务师隐私权政策》保护用户的个人信息；用户明确同意并授权微税务师平台按照《微税务师隐私权政策》收集、使用和分享用户的个人信息。详情请参阅《微税务师隐私权政策》。微税务师平台、第三方合作伙伴及关联公司将对所获取的信息进行妥善保管，除约定的情况外，微税务师平台不会公开或向任何第三方个人或公司透露用户的注册资料以及用户因享有微税务师平台服务而提供的任何信息。</p>
          <h2>六、免责声明</h2>
          <p class="underline">1.除非另有书面协议约定，微税务师平台在任何情况下，对用户使用本微税务师平台服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、服务中断损失等。</p>
          <p class="underline">2.任何微税务师平台之外的第三方所提供的服务，其服务品质及内容由该第三方自行、独立负责。</p>  
          <p class="underline">3.因不可抗力或服务器死机、网络故障、数据库故障、软件升级或发生自然灾害、战争、恐怖袭击或者其他无法控制的事件等问题造成的服务中断和对用户个人数据及资料造成的损失，微税务师平台不承担任何责任，亦不予赔偿。</p>
          <p class="underline">4.因黑客、病毒或密码被盗、泄露等非微税务师平台原因所造成损失概由用户本人自行承担。
          <p class="underline">5.当司法机关、政府部门或其他监管机构根据有关法律、法规、规章及其他政府规范性文件的规定和程序，要求微税务师平台提供用户信息资料，微税务师平台对据此作出的任何披露，概不承担责任。</p>
          <p class="underline">6.由于中国法律政策的变动或监管机关的要求导致微税务师平台开展的业务不被中国法律政策、监管机关允许或认可，由此造成的损失由用户自行承担，微税务师平台对此不承担责任。</p>
          <h2>七、风险提示</h2>
          <p>1.微税务师平台用户了解并认可，微税务师平台不能也没有义务为如下风险负责，但针对可能产生风险进行如下揭示：<br />
            （1）鉴于网络服务的特殊性，微税务师平台不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br />
            （2）因以下情况造成网络服务在合理时间内的中断，微税务师平台无需为此承担任何责任：<br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（a）微税务师需要定期或不定期地对微税务师平台或相关的设备进行检修或者维护，微税务师保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。<br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（b）因台风、地震、洪水、雷电、系统故障、设备故障、通讯故障、停电等突发事故，战争或恐怖袭击等不可抗力原因；<br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（c）用户的电脑软硬件和通信线路、供电线路出现故障的；<br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（d）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。尽管有前款约定，微税务师平台将采取合理行动积极促使服务恢复正常。<br />
            （3）微税务师平台或第三人可提供与其它互联网上之网站或资源之链接。由于微税务师平台无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，微税务师平台不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，微税务师平台亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，微税务师平台不承担任何责任。<br />
            （4）用户明确同意其使用微税务师平台服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过微税务师平台取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。微税务师对其任何服务、交易进程、广告信息等都不作担保。<br />
            （5）因微税务师平台用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、微税务师平台用户使用的计算机系统被第三方侵入、微税务师平台用户委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
          <h2>八、知识产权条款</h2>
          <p>1.微税务师平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、微税务师平台架构、微税务师平台画面的安排、网页设计，均由微税务师平台或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。非经微税务师平台或其他权利人书面同意，任何人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取、擅自使用、修改、公开传播、改变、散布、发行或公开发表微税务师平台程序或内容，否则微税务师平台或其他权利人有权追究其法律责任。</p>
          <p>2.未经微税务师平台及其他权利人明确书面同意，任何人不得以任何商业目的对微税务师平台网站或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。</p>
          <p>3.尊重知识产权是微税务师平台用户应尽的义务，如有违反，微税务师平台用户应对微税务师平台及其他权利人承担损害赔偿等法律责任。</p>
          <h2>九、责任限制及不承诺担保</h2>
          <p>1.除非另有明确的书面说明,微税务师平台及其所包含的或以其它方式通过网站或移动客户端提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。除非另有明确的书面说明,微税务师平台不对微税务师平台运营及其包含在微税务师平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
          <p>2.微税务师平台不担保微税务师平台所包含的或以其它方式通过微税务师平台提供给微税务师平台用户的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从微税务师平台发出的电子信件、信息没有病毒或其他有害成分。</p>
          <p>3.如因不可抗力或其它微税务师平台无法控制的原因使微税务师平台系统崩溃或无法正常使用导致微税务师平台服务无法完成或丢失有关的信息、记录等，微税务师平台会合理地尽力协助处理善后事宜。</p>
          <p>4.基于互联网的特殊性，无法保证微税务师平台的服务不会中断，对于包括但不限于设备、系统存在缺陷，计算机发生故障、遭到病毒、黑客攻击或者发生地震、海啸等不可抗力而造成服务中断或因此给微税务师平台用户造成的损失，由微税务师平台用户自行承担。</p>
          <h2>十、条款解释、法律适用及争端解决</h2>
          <p>1.本协议是由您与微税务师平台运营者共同签订的，适用于您在微税务师平台的全部活动，微税务师平台及微税务师平台运营者有最终的解释权。</p>
          <p>2.本协议不涉及您与其他微税务师平台用户之间以及因使用微税务师平台服务而产生的法律关系及法律纠纷。但您在此同意将全面接受并履行与其他微税务师平台用户在以及使用微税务师平台服务签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</p>
          <p>3.如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
          <p>4.本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国大陆法律管辖，任何争议仅适用中国法律。</p>
          <p class="underline">5.因本协议所引起的微税务师平台用户与微税务师平台、微税务师平台运营者的任何纠纷或争议，首先应友好协商解决，协商不成的，微税务师平台用户在此完全同意将纠纷或争议提交微税务师平台运营者所在地有管辖权的人民法院诉讼解决。</p>
        </div>
      </div>
      <div class="privacyAgreement" v-else>
        <div class="bookTitle">
          微税务师隐私权政策
        </div>
        <div class="bookBody">
          <p>我们（详见定义条款）系微税务师平台（详见定义条款）的经营者，我们深知个人信息对用户的重要性，并会尽全力保护用户的个人信息安全。我们尊重并保护用户隐私，在您使用微税务师平台服务时，我们恪守如下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们将按照本隐私权政策以及业界成熟的安全标准收集、使用和共享您的个人信息。</p>
          <p><span class="underline">本隐私权政策作为《微税务师平台服务协议》不可分割的组成部分，在使用微税务师平台服务前，请您仔细阅读并了解《微税务师隐私权政策》。如果您不同意本隐私权政策的部分或全部内容，您应立即停止使用微税务师平台服务并通过微税务师平台客服与我们联系。当您使用我们提供的任一服务时，即表示您已同意我们按照本隐私权政策来合法使用和保护您的个人信息。</span>如对本隐私权政策内容有任何疑问，您可通过微税务师平台客服与我们联系。</p>
          <p>本政策将帮助您了解以下内容：</p>
          <p>一、适用范围</p>
          <p>二、我们如何收集您的个人信息</p>
          <p>三、我们如何使用您的个人信息</p>
          <p>四、我们如何共享、转让、公开披露您的个人信息</p>
          <p>五、您如何管理自己的信息</p>
          <p>六、Cookie和类似技术的使用</p>
          <p>七、我们如何保存信息</p>
          <p>八、您的个人信息保护</p>
          <p>九、使用法律与争议解决</p>
          <p>十、未成年人保护</p>
          <p>十一、本隐私政策的修订</p>
          <h2>定义</h2>
          <p>微税务师平台运营者或我们：指杭州保蛙科技有限公司。</p>
          <p>微税务师平台：指以下任一或全部网站或客户端：网站http://www.taxlioner.com、移动客户端app“微税务师”。用户注册或使用前述网站或客户端时，则微税务师平台仅单独指相应的网站或客户端。本协议同样适用未来或未列明的微税务师平台的网站或移动客户端app。</p>
          <h2>一、适用范围</h2>
          <p class="underline">本隐私权政策适用于微税务师平台提供的所有服务。如我们关联公司（范围详见名词解释部分）的产品或服务中使用了微税务师平台提供的产品或服务（例如直接使用微税务师账户登录）但未设独立法律声明及隐私权政策的，则本政策同样适用于该部分产品或服务。同时，如您仅使用了部分微税务师平台的服务，则可视适用场景的不同适用相应的隐私权政策条款。</p>
          <p>需要特别说明的是，本隐私权政策不适用于其他第三方向您提供的服务。微税务师平台也可能含有到其他网站的链接，我们对该等链接网站的信息保护措施不负责任。<span class="underline">我们建议您查看该等网站的隐私权政策，以了解他们如何处理您的信息，以便审慎决策。</span></p>
          <h2>二、我们如何收集您的个人信息</h2>
          <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。微税务师平台中与您个人无关的信息不属于您的个人信息。</p>
          <p class="underline">为了向您提供更好、更优、更个性化的服务，您同意并授权我们根据您使用的服务收集您如下与服务相关的必要信息。您可以选择不提供某一或某些信息，但是这样可能使您无法使用微税务师平台的部分服务。</p>
          <p>1.您直接提供和我们自动采集的个人信息</p>
          <p>（1）注册信息</p>
          <p>当您在微税务师平台创建账户时，您向微税务师平台提供以下信息：账号名称、头像、手机号码、电子邮箱，并创建密码。您也可以使用第三方账号（如微信、微博、QQ）登录微税务师平台。此时，您将授权微税务师平台读取您在该第三方账号注册的公开信息（如昵称、头像等信息）；为了遵守法律法规及监管规定（如反洗钱、实名制管理），以及向您提供更个性化、更便捷的产品和服务，视适用场景不同，我们可能收集您的姓名、有效身份证件、社保及公积金相关信息、信用卡及信用卡账单相关信息、银行账号、联系方式、通讯地址、电话号码、生物特征信息中的一项或多项。如果您不使用我们的某些服务，您可以选择不向我们提供相关信息。</p>
          <p>（2）在您使用服务过程中收集的信息</p>
          <p>我们会在充值、提现时候获取姓名、身份证号、微信账号。</p>
          <p>（3）设备信息</p>
          <p>为了提高服务质量和用户体验，我们会接受并记录您使用的设备相关信息，这些设备信息包括：</p>
          <p>设备属性信息（如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备位置信息（如通过GPS、蓝牙或WIFI信号获得的位置信息）及设备连接信息（IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您需求的网页记录等）。</p>
          <p>对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。</p>
          <p>（4）位置信息</p>
          <p>当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们可能会收集和处理有关您的设备信息、位置信息、行踪轨迹、网络身份标识信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。我们会使用各种技术进行定位，这些技术包括IP地址、GPS以及能够提供相关信息的其他传感器（比如可能会为我们提供附近设备、Wi-Fi接入点和基站的信息）。您可以通过系统授权关闭定位功能，停止我们对您的地理位置信息的收集，但之后您可能将无法使用相关服务或功能，或者无法达到相关服务拟达到的效果。</p>
          <p>2.来自第三方的信息</p>
          <p>当您与我们的关联公司、可信赖的第三方合作伙伴之间互动时，为共同向您提供服务及改进服务质量的合理需要，您同意并授权我们收集您在我们的关联公司和可信赖的第三方合作伙伴处合法留存或形成的与本服务相关的必要信息。</p>
          <p>（1）您在我们关联公司或第三方合作伙伴平台产生的交易信息用以展示在我们的网页端或APP端。</p>
          <p>（2）您向我们关联公司提供的账户、注册相关信息用以在我们和关联公司平台间进行账号打通、注册之用途。</p>
          <p>为预防欺诈和确保安全，我们的关联公司、可信赖的第三方合作伙伴会依据适用的法律法规或征得您同意并授权的前提下，向我们共享您的信息。</p>
          <p>3.本协议或其他协议中经您授权许可的其他收集方式下所收集的信息。</p>
          <p>4.征得授权同意的例外</p>
          <p class="underline">请注意，在以下情形中，收集、使用个人信息无需事先征得您的授权同意：</p>
          <p>（1）与国家安全、国防安全直接相关的；</p>
          <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p>（3）与犯罪侦查、起诉、审判和判决执行等直接有关的；</p>
          <p>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p>（5）所收集的个人信息是您自行向社会公众公开的；</p>
          <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
          <p>（7）根据您的要求向您提供产品或服务所必需的；</p>
          <p>（8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
          <p>（9）为新闻单位开展合法的新闻报道所必需的；</p>
          <p>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
          <p>（11）法律法规规定的其他情形。</p>
          <h2>三、我们如何使用您的个人信息</h2>
          <p class="underline">1.为更好地向您提供本服务，也为了我们自身的风险防控，以及保护各方的合法权益，您同意并授权我们在必要时将您的信息用于如下用途：</p>
          <p>（1）为保护您的账户安全，对您的身份进行识别、验证等；</p>
          <p>（2）基于我们收集的信息对您的偏好、习惯、位置作特征分析和用户画像，以便有针对性地在向您提供微税务师平台服务过程中以各种方式投放各种商业性广告或其他任何类型的宣传推广信息（包括商业与非商业信息，包括但不限于在微税务师平台的任何页面上投放广告），通过电子邮件、通讯地址、移动电话、QQ、微信或其他方式向您发送相关商业信息。如不需要微税务师平台推送相关信息，您可联系微税务师平台客服取消、退订该信息推送服务；</p>
          <p>（3）为向您提供适合于您的服务，并持续维护、改善、优化这些服务，如：对您的信息进行分析和处理、或将您的信息用于数据建模；</p>
          <p>（4）用于预防、发现、调查欺诈、危害安全、非法或违反与我们或我们关联公司协议、政策或规则的行为，以保护您、我们的其他用户、我们或我们关联公司的合法权益；</p>
          <p>（5）我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供更优质、个性化的服务、内容和建议；</p>
          <p>（6）遵守任何法律法规和其他对我们、我们的关联公司或我们可信赖的第三方合作伙伴具有约束力的法规中信息披露的要求；及本协议或其他协议中经您授权许可的其他使用方式。</p>
          <p>2.个人信息的匿名化处理</p>
          <p>在收集到您的个人信息后，我们将通过技术手段及时对数据进行匿名化处理。在不泄露您个人信息的前提下，我们有权对匿名化处理后的用户数据库进行挖掘、分析和利用（包括商业性使用），有权对产品/服务使用情况进行统计并与公众/第三方共享脱敏的统计信息。</p>
          <p>3.设备权限调用</p>
          <p>在提供服务过程中，为了保证您能正常使用产品功能，我们可能会向系统申请您的设备权限，申请前我们会征询您的同意，你可以选择“允许”或“禁止”权限申请；申请成功后，您可以随时进入手机“设置-权限管理”中关闭相应权限，权限关闭后相关产品功能可能无法正常使用。在不同设备中，权限显示方式及关闭方式可能有所不同，具体请您参考设备及系统开发方说明或指引。</p>
          <p>（1）为了给您提供更精准的本地服务，我们会向系统申请“位置权限”；</p>
          <p>（2）为了给您提供互相添加好友、关注等社交化功能以及为通讯录好友充值功能，我们会向系统申请“读取通讯录权限”；</p>
          <p>4.当我们要将信息用于本政策未载明的其他用途时或当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。在征求您的同意后，本政策的其他约定同样适用该等信息。</p>
          <h2>四、我们如何共享、转让、公开披露您的个人信息</h2>
          <p>（一）共享</p>
          <p>我们承诺会根据相关法律法规及监管规定对您的信息承担保密义务。但为了向您提供更多元化、个性化、优质的服务，您同意并授权我们在下列情况下将您的信息与我们的关联公司或第三方合作伙伴共享。在共享信息前，我们会对我们的关联公司或第三方合作伙伴进行数据安全能力审核，与其签署严格的数据安全和保密协定，要求他们按照我们的说明、本隐私权政策采取相关的保密和安全措施来处理您的信息。</p>
          <p>（1）为方便您使用我们的服务、我们关联公司的服务及我们第三方合作伙伴的服务，我们会向我们关联公司及我们第三方合作伙伴共享您的信息。我们只会共享必要的信息，且受本协议中所声明使用方式的约束，如：将您的信息提供给我们的关联公司以进行在其平台的账号打通、注册之用途；</p>
          <p>（2）为方便您使用我们关联公司的服务及我们第三方合作伙伴的服务，我们也将根据您的指示和授权向我们的关联公司或可信赖的第三方合作伙伴提供您在我们平台合法留存的信息，如：将您在我们平台记录信息提供给第三方合作伙伴以评估您的信用状况、履约能力、或者将您向我们发送的风险测评答复信息提供给我们关联公司平台等；</p>
          <p>（3）自行或者委托可信赖的第三方合作伙伴作为数据采集、处理者，在遵循本协议的条件下对您的信息进行采集、分析、处理和模拟您登录微信等获取您的个人信息，第三方数据处理者在获取前述信息或信息分析、处理结果后将提供给我们，我们将以符合本协议中声明的使用方式使用该等信息和信息分析、处理结果；</p>
          <p>（4）微税务师平台可将本协议中约定部分业务服务外包给可信赖的第三方合作伙伴，并为此目的将微税务师平台用户个人信息提供给该第三方合作伙伴，且该第三方合作伙伴享有微税务师平台在本合同项下的权利和授权，微税务师平台用户违反本协议或微税务师平台相关规则的，由此可能造成的微税务师平台用户任何损失，微税务师平台及该第三方合作伙伴不承担法律责任；</p>
          <p>（5）根据法律规定及合理商业习惯，在微税务师平台计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下微税务师平台需要接受来自其他主体的尽职调查时，则微税务师平台在对其用户的信息进行特别处理以使该等信息无法识别特定个人且不能复原后，会把该等信息提供给必要的主体，并且微税务师平台会通过和这些主体签署保密协议等方式要求其对该等信息采取合理的保密措施；</p>
          <p>（6）为协助解决争议而披露您的个人信息；</p>
          <p>（7）为遵守适用的法律法规、诉讼目的或者行政机关、司法机构依法提出的要求而披露您的个人信息。如果我们确定您出现违反适用的法律法规或本协议的情况，或为保护我们及我们关联公司或其他用户或公众的权利、财产或安全免遭损害，我们也可能披露关于您的信息，包括相关违规行为以及我们已对您采取的措施；</p>
          <p>（8）本协议或其他协议中经您授权许可的其他共享方式。</p>
          <p>（二）转让</p>
          <p class="underline">我们不会将您的个人信息转让给除微税务师平台运营者及其关联公司外的任何公司、组织和个人，但以下情况除外：</p>
          <p>（1）在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
          <p>（2）如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售等交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，并尽最大可能确保新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
          <p>（三）公开披露</p>
          <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
          <p>（1）获得您的明确同意；</p>
          <p>（2）基于法律法规、法律程序、诉讼或政府主管部门强制性要求下。</p>
          <p>（四）共享、转让、公开披露个人信息事先征得授权同意的例外</p>
          <p class="underline">在以下情形中，共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：</p>
          <p>（1）与国家安全、国防安全直接相关的</p>
          <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
          <p>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p>（5）个人信息主体自行向社会公众公开的个人信息；</p>
          <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
          <h2>五、您如何管理自己的信息</h2>
          <p>我们非常尊重您对个人信息的关注，并为您提供了管理个人信息的方法。您有权利查询、更正、管理、删除自己的信息并保护自己的隐私和安全。</p>
          <p>（一）访问权</p>
          <p>除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。</p>
          <p>您可以通过如下方式行使您的访问权利：</p>
          <p>（1）账户信息：如果您希望访问或编辑您的帐户中的个人资料信息、更改您的密码、添加安全信息等，您可以在网页端或APP端中执行此类操作。</p>
          <p>（2）使用信息：您可以在我们的网页端或APP端中查阅您发布的信息等。</p>
          <p>（二）更正权</p>
          <p>当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，您有权作出更正或更新。<span class="underline">您可以自行在相关网页端或APP端进行更正，或通过反馈与报错、客服等渠道将您的更正申请提交给我们。</span>在您进行更新或更正前，我们可能会先要求您验证自己的身份，然后再处理您的请求。</p>
          <p>（三）删除权</p>
          <p>发生以下情形，您可以向我们提出删除个人信息的请求：</p>
          <p>（1）如果我们处理个人信息的行为违反法律法规；</p>
          <p>（2）如果收集、使用您的个人信息，却未征得您的同意；</p>
          <p>（3）如果我们处理个人信息的行为违反了与您的约定；</p>
          <p>（4）如果您不再使用我们的产品或服务，或您注销了账号；</p>
          <p>（5）如果我们终止运营及服务。</p>
          <p>如果我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</p>
          <p>当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
          <p>（四）注销权</p>
          <p><span class="underline">我们为您提供申请注销的客服渠道，您可通过拨打客服电话申请注销。</span>一旦您注销账号，将无法使用与账号相关联的服务，因此请您谨慎操作。为了保护您或他人的合法权益，我们需要在为您注销账号前验证您的身份，并结合您对我们平台的使用情况判断是否支持您的注销申请。除法律法规另有规定外，注销账号之后我们将停止为您提供对应的服务。您通过第三方账号（如微信、微博、QQ等）授权登录微税务师平台时，需要向第三方申请注销账号。</p>
          <p>（五）管理问题</p>
          <p>（1）如果您无法通过上述方式访问、更正、删除、注销您的个人信息，或者您就我们收集、使用您信息有任何疑问或者问题，您都可以通过微税务师平台客服与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您身份后30日内答复您的相关请求。</p>
          <p>（2）我们将尽合理商业努力，满足您对于个人信息的查询、更正、管理的要求。但对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
          <p>（3）对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。</p>
          <p>（六）例外</p>
          <p>按照法律法规要求，以下情况中，我们将无法响应您的请求：</p>
          <p>（1）与国家安全、国防安全有关的；</p>
          <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
          <p>（3）与犯罪侦查、起诉和审判等有关的；</p>
          <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
          <p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
          <h2>六、Cookie和类似技术的使用</h2>
          <p>（1）当您使用微税务师平台服务时，为使您获得更轻松的访问体验，我们可能会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个 Cookie 或匿名标识符。这么做是为了解您的使用习惯，使您省去重复输入注册信息等步骤，或帮助判断您的帐户安全。</p>
          <p>（2）当您使用微税务师平台服务时，我们还可能会利用Cookie和类似技术收取您的信息用于了解您的偏好，进行咨询或数据分析，改善产品服务及用户体验，提高广告效果，及时发现并防范安全风险，为用户和第三方合作伙伴提供更好的服务。</p>
          <p class="underline">（3）我们不会将Cookie用于本隐私权政策所述目的之外的任何用途，您可根据自己的偏好留存或删除Cookie。您可清除软件内保存的所有Cookie，当您手动清除后您的相关信息即已删除。</p>
          <h2>七、我们如何保存信息</h2>
          <p>（1）保存地域</p>
          <p>您的个人信息将储存于中华人民共和国境内，除您在境外使用微税务师平台服务需要数据传输情形外，如需跨境传输，我们将会单独征得您的授权同意。</p>
          <p>（2）保存期限</p>
          <p>除非法律法规另有规定，我们将按如下期间保存您的信息：</p>
          <p>您自完成之日起不少于三年，我们将持续为您保存您的信息。</p>
          <p>您的个人信息经匿名化处理后将形成可以使用及流通的数据，我们对此类数据的保存及处理无需另行通知并征得您的同意。</p>
          <p>（3）安全事件</p>
          <p>如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。<span class="underline">我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</span></p>
          <p>我们会及时处置系统漏洞、网络攻击、病毒侵袭及网络侵入等安全风险。在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施，并按照规定向有关主管部门报告。</p>
          <h2>八、您的个人信息保护</h2>
          <p>账户信息是非常重要的个人信息，您只能通过您的手机验证码或密码来使用您的账户。如果您泄漏了手机验证码或密码，您可能丢失了您的身份识别信息，并且可能出现对您不利的后果。因此，请您妥善设置、保管您在微税务师平台的账户信息。</p>
          <p>我们有相应的安全措施来确保我们掌握的信息不丢失、不被滥用和变造，这些安全措施包括向其它服务器备份数据和对用户信息加密等。尽管我们有这些安全措施，但请注意在信息网络上不存在“完善的安全措施”。<span class="underline">如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，您应该立即通过微税务师平台客服与我们取得联系，以便我们采取相应措施。</span></p>
          <h2>九、适用法律与争议解决</h2>
          <p>（1）适用法律</p>
          <p>本隐私权政策的执行、解释及争议的解决均适用中华人民共和国法律。</p>
          <p>（2）争议解决</p>
          <p class="underline">您和我们就本隐私权政策内容或其执行发生任何争议的，双方应友好协商解决；如双方无法协商解决争议时，双方同意应将争议提交至微税务师平台运营者所在地有管辖权的人民法院诉讼解决。</p>
          <h2>十、未成年人保护</h2>
          <p>（一）我们重视未成年人的个人信息保护</p>
          <p class="underline">如您为未成年人（特别是年龄不满14周岁的未成年人），请务必要求您的监护人仔细阅读本隐私权政策，并请您在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。</p>
          <p>（二）补救措施</p>
          <p>（1）如果您未能取得您监护人的同意或您未同意您的被监护人使用我们的服务并向我们提供信息，请您或被监护人立即停止使用我们的服务并及时与我们取得联系。</p>
          <p>（2）在收到您的书面通知而知晓或我们自行知晓，我们在未事先获得监护人同意的情况下收集了未成年的个人信息时，我们会立即停止相关信息收集及使用。</p>
          <h2>十一、本隐私权政策的修订</h2>
          <p class="underline">我们可不定期修改本隐私权政策，变更后的隐私权政策将在微税务师平台公告或以其他适当方式进行公告，而不对您作个别通知。如果您不同意本隐私权政策的任何修订内容，您应立即停止使用微税务师平台服务并通过微税务师平台客服与我们联系。若您继续使用我们的服务，即表示同意受经修订的隐私权政策的约束。</p>
          <h2>十二、您如何联系我们</h2>
          <p>（一）客服渠道</p>
          <p>如果您对本隐私权政策有任何疑问、意见或建议，或您在使用微税务师平台服务时，就您的个人信息的收集、使用、共享、访问、删除、更正等相关事宜有任何意见或建议，或您在使用微税务师平台服务时遇到任何问题，您都可以通过微税务师平台上公布的客服电话或电子邮箱与我们联系。</p>
          <p>（二）特别提示</p>
          <p>（1）我们提醒您，如您反馈的问题涉及您的个人信息，尤其是您的敏感信息，请您不要直接在电话或邮件中进行透露，我们将会在确保您个人信息安全的情况下与您进一步沟通。</p>
          <p>（2）部分情况下，为保障您个人信息的安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您的身份后30日内答复您的相关请求。</p>
          <p>（三）其他</p>
          <p>如果您对我们的回复不满意，您还可以将您的权利通知及支持性资料发往以下地址：杭州西湖区双龙路199号金色西溪B座8层东侧。</p>
          <h2>附：名词解释</h2>
          <p>为了帮助您更好的了解本隐私权政策，将前述条款中的部分名词进行解释如下：</p>
          <p>•唯一设备标识符指具有唯一性的设备标识符，由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备（例如国际移动设备身份码IMEI号、网络设备硬件地址MAC等）。不同的设备标识符在有效期、用户是否可以重置以及获取方式方面会有所不同。相应设备可能会有多个不同的具有唯一性的设备标识符。唯一设备标识符可用于多种用途，其中包括安全性和欺诈检测、同步服务（如用户的电子邮件收件箱）、记录用户的偏好设置以及提供具有相关性的广告。</p>
          <p>•Cookie是指支持服务器端（或者脚本）在客户端上存储和检索信息的一种机制，通过增加简单、持续的客户端状态来扩展基于Web的客户端/服务器应用。服务器在向客户端返回HTTP对象的同时发送一条状态信息，并由客户端保存。状态信息中说明了该状态下有效的URL范围。此后，客户端发起的该范围内的HTTP请求都将把该状态信息的当前值从客户端返回给服务器，这个状态信息被称为cookie。</p>
          <p>•匿名化是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。</p>
          <p>•关联公司是指各微税务师平台运营者以及与微税务师平台运营者存在关联关系的公司的单称或合称。“关联关系”是指对于任何主体（包括个人、公司、合伙企业、组织或其他任何实体）而言，即其直接或间接控制的主体，或直接或间接控制其的主体，或直接或间接与其受同一主体控制的主体。前述“控制”指，通过持有表决权、合约或其他方式，直接或间接地拥有对相关主体的管理和决策作出指示或责成他人作出指示的权力或事实上构成实际控制的其他关系。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import Header from '@/components/Header/Header'
export default {
  components: {
    Header
  },
  data () {
    return {
      agreement: undefined
    }
  },
  created () {
    if (this.$route.query.id == 1) {
      this.agreement = 1
    } else {
      this.agreement = 2
    }
  }
}
</script>

<style lang="scss" scoped>
.powerOfAttoney-info {
  width: 100%;
  margin-top: 56px;
  box-sizing: border-box;
  font-size: 16px;
  text-align: center;
  font-weight: 400;
  padding: 0 20px;
  margin-bottom: 50px;
  .bookTitle {
    font-size: 18px;
    margin-bottom: 20px;
  }
  .bookBody {
    font-size: 12px;
    font-family: PingFangSC-Medium;
    text-align: left;
    .underline {
      font-weight: 700;
      text-decoration: underline;
    }
    p {
      font-weight: 400;
      line-height: 1.5;
      text-indent: 24px;
      margin: 10px 0;
      // &:first-child {
      //   text-indent: 0;
      // }
      // &:last-child {
      //   text-align: right;
      //   margin-right: 100px;
      // }
    }
    h2 {
      font-size: 18px;
      font-weight: 700;
    }
    p.noIndent {
      text-indent: 0;
    }
  }
  .underline {
    font-weight: 700;
    text-decoration: underline;
  }
}
</style>
